/* Button Title */
"OK" = "OK";

/* Button Title */
"Cancel" = "Abbrechen";

/* Button Title */
"Select" = "Auswählen";

/* Button Title */
"Add" = "Hinzufügen";

/* Button Title */
"Remove" = "Entfernen";

/* Button Title */
"Save" = "Sichern";

/* Button Title */
"Reload" = "Neu laden";

/* Label */
"Search" = "Suchen";

/* Label */
"Sort by:" = "Sortierung:";

/* Menu Item */
"Get Info" = "Information";

/* Menu Item */
"Quick Look" = "Vorschau";

/* Menu Item */
"Reveal in Finder" = "Im Finder zeigen";

/* Progress Title */
"Copying Media Files" = "Mediendateien importieren";

/* Alert Title */
"Alert.title.removeFolder" = "Ordner enfernen";

/* Alert Message */
"Alert.message.removeFolder" = "Wollen Sie den Ordner \"%@\" entfernen?";

/* Metadata Label */
"Metadata.label.file" = "Datei";

/* Metadata Label */
"Metadata.label.fileSize" = "Dateigröße";

/* Metadata Label */
"Metadata.label.creationDate" = "Erstellungsdatum";

/* Metadata Label */
"Metadata.label.modificationDate" = "Änderungsdatum";
